*** Ealiest date for each data series
|                      | Bills | Bonds | Equity | Housing | Latest |
|----------------------+-------+-------+--------+---------+--------|
| Australia      (AUS) |  1870 |  1900 |   1870 |    1901 |   1901 |
| Belgium        (BEL) |  1870 |  1870 |   1870 |    1890 |   1890 |
| Denmark        (DNK) |  1875 |  1870 |   1873 |    1876 |   1876 |
| Finland        (FIN) |  1870 |  1870 |   1896 |    1920 |   1920 |
| France         (FRA) |  1870 |  1870 |   1870 |    1871 |   1871 |
| Germany        (DEU) |  1870 |  1870 |   1870 |    1871 |   1871 |
| Italy          (ITA) |  1870 |  1870 |   1870 |    1928 |   1928 |
| Japan          (JPN) |  1876 |  1881 |   1886 |    1931 |   1931 |
| Netherlands    (NLD) |  1870 |  1870 |   1900 |    1871 |   1900 |
| Norway         (NOR) |  1870 |  1870 |   1881 |    1871 |   1881 |
| Portugal       (PTR) |  1880 |  1871 |   1871 |    1948 |   1948 |
| Spain          (ESP) |  1870 |  1900 |   1900 |    1901 |   1901 |
| Sweden         (SWE) |  1870 |  1871 |   1871 |    1883 |   1883 |
| Switzerland    (CHE) |  1870 |  1900 |   1900 |    1902 |   1902 |
| United Kingdom (GBR) |  1870 |  1870 |   1871 |    1896 |   1896 |
| United States  (USA) |  1870 |  1871 |   1872 |    1891 |   1891 |
#+TBLFM: @2$6..@17$6=vmax($2..$5)
